Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: The board's project directory (%@) applies to this task.
de: Das Projektverzeichnis des Boards (%@) gilt für diese Aufgabe.
es: El directorio de proyecto del tablero (%@) se aplica a esta tarea.
fr: Le dossier de projet du tableau (%@) s'applique à cette tâche.
id: Direktori proyek papan (%@) berlaku untuk tugas ini.
it: La directory del progetto della bacheca (%@) si applica a questa attività.
ja: ボードのプロジェクトディレクトリ（%@）がこのタスクに適用されます。
ko: 보드의 프로젝트 디렉터리(%@)가 이 태스크에 적용돼요.
pl: Katalog projektu tablicy (%@) dotyczy tego zadania.
pt_br: O diretório do projeto do quadro (%@) vale para esta tarefa.
ru: К этой задаче применяется каталог проекта доски (%@).
tr: Panonun proje dizini (%@) bu göreve uygulanır.
zh_hans: 看板的项目目录（%@）将应用于此任务。
zh_hant: 看板的專案目錄（%@）會套用到此任務。

source: The connection to Hermes was lost. (UI test stub)
de: Die Verbindung zu Hermes wurde unterbrochen. (UI-Test-Stub)
es: Se perdió la conexión con Hermes. (Simulación de prueba de interfaz)
fr: La connexion à Hermes a été perdue. (stub de test de l'interface)
id: Koneksi ke Hermes terputus. (stub uji UI)
it: La connessione a Hermes si è interrotta. (stub di test dell'interfaccia)
ja: Hermesとの接続が切断されました。（UIテスト用スタブ）
ko: Hermes와의 연결이 끊어졌어요. (UI 테스트 스텁)
pl: Utracono połączenie z Hermesem. (zaślepka testu UI)
pt_br: A conexão com o Hermes foi perdida. (stub de teste de UI)
ru: Соединение с Hermes потеряно. (заглушка для UI-тестов)
tr: Hermes bağlantısı koptu. (UI test stub)
zh_hans: 与 Hermes 的连接已断开。（UI 测试桩）
zh_hant: 與 Hermes 的連線已中斷。（UI 測試用虛設常式）

source: The dashboard certificate is expired or not yet valid. Check the certificate dates and this device’s date and time.
de: Das Dashboard-Zertifikat ist abgelaufen oder noch nicht gültig. Prüfe die Zertifikatsdaten sowie Datum und Uhrzeit dieses Geräts.
es: El certificado del panel ha caducado o aún no es válido. Comprueba las fechas del certificado y la fecha y la hora de este dispositivo.
fr: Le certificat du tableau de bord a expiré ou n'est pas encore valide. Vérifiez les dates du certificat ainsi que la date et l'heure de cet appareil.
id: Sertifikat dasbor sudah kedaluwarsa atau belum berlaku. Periksa tanggal sertifikat serta tanggal dan waktu perangkat ini.
it: Il certificato della dashboard è scaduto o non ancora valido. Controlla le date del certificato e la data e l'ora di questo dispositivo.
ja: ダッシュボードの証明書が期限切れか、まだ有効になっていません。証明書の有効期間と、このデバイスの日付と時刻を確認してください。
ko: 대시보드 인증서가 만료되었거나 아직 유효하지 않아요. 인증서 날짜와 이 기기의 날짜 및 시간을 확인하세요.
pl: Certyfikat panelu wygasł lub nie jest jeszcze ważny. Sprawdź daty certyfikatu oraz datę i godzinę na tym urządzeniu.
pt_br: O certificado do painel expirou ou ainda não é válido. Verifique as datas do certificado e a data e a hora deste aparelho.
ru: Сертификат дашборда просрочен или ещё не действителен. Проверьте даты сертификата, а также дату и время на этом устройстве.
tr: Panel sertifikasının süresi dolmuş veya henüz geçerli değil. Sertifika tarihlerini ve bu cihazın tarih ve saatini denetleyin.
zh_hans: 仪表盘证书已过期或尚未生效。请检查证书日期以及本设备的日期和时间。
zh_hant: 儀表板憑證已過期或尚未生效。請檢查憑證日期，以及此裝置的日期與時間。

source: The dashboard did not respond in time. Check the address, the network connection, and whether the Hermes dashboard is running.
de: Das Dashboard hat nicht rechtzeitig geantwortet. Prüfe die Adresse, die Netzwerkverbindung und ob das Hermes-Dashboard läuft.
es: El panel no respondió a tiempo. Comprueba la dirección, la conexión de red y si el panel de Hermes está en marcha.
fr: Le tableau de bord n'a pas répondu à temps. Vérifiez l'adresse, la connexion réseau et que le tableau de bord Hermes est en cours d'exécution.
id: Dasbor tidak merespons tepat waktu. Periksa alamat, koneksi jaringan, dan apakah dasbor Hermes sedang berjalan.
it: La dashboard non ha risposto in tempo. Controlla l'indirizzo, la connessione di rete e che la dashboard Hermes sia in esecuzione.
ja: ダッシュボードから時間内に応答がありませんでした。アドレス、ネットワーク接続、Hermesダッシュボードが実行中かどうかを確認してください。
ko: 대시보드가 제시간에 응답하지 않았어요. 주소, 네트워크 연결, Hermes 대시보드 실행 여부를 확인하세요.
pl: Panel nie odpowiedział na czas. Sprawdź adres, połączenie sieciowe i to, czy panel Hermes jest uruchomiony.
pt_br: O painel não respondeu a tempo. Verifique o endereço, a conexão de rede e se o painel do Hermes está em execução.
ru: Дашборд не ответил вовремя. Проверьте адрес, подключение к сети и то, запущен ли дашборд Hermes.
tr: Panel zamanında yanıt vermedi. Adresi, ağ bağlantısını ve Hermes panelinin çalışıp çalışmadığını denetleyin.
zh_hans: 仪表盘未及时响应。请检查地址、网络连接，以及 Hermes 仪表盘是否正在运行。
zh_hant: 儀表板沒有及時回應。請檢查位址、網路連線，以及 Hermes 儀表板是否正在執行。

source: The dashboard is reachable but reported a server error. It may be restarting or unhealthy — try again in a moment.
de: Das Dashboard ist erreichbar, hat aber einen Serverfehler gemeldet. Es startet eventuell neu oder ist gestört – versuche es gleich noch einmal.
es: Se puede acceder al panel, pero informó de un error del servidor. Puede que se esté reiniciando o que no funcione bien; vuelve a intentarlo en un momento.
fr: Le tableau de bord est accessible mais a signalé une erreur de serveur. Il est peut-être en cours de redémarrage ou défaillant : réessayez dans un instant.
id: Dasbor dapat dijangkau tetapi melaporkan kesalahan server. Dasbor mungkin sedang dimulai ulang atau bermasalah — coba lagi sebentar lagi.
it: La dashboard è raggiungibile ma ha segnalato un errore del server. Potrebbe essere in fase di riavvio o non funzionare correttamente: riprova tra un momento.
ja: ダッシュボードには接続できましたが、サーバエラーが返されました。再起動中か、正常に動作していない可能性があります。しばらくしてからもう一度お試しください。
ko: 대시보드에 연결되지만 서버 오류를 보고했어요. 재시작 중이거나 정상 상태가 아닐 수 있어요 — 잠시 후 다시 시도하세요.
pl: Panel jest osiągalny, ale zgłosił błąd serwera. Może się uruchamiać ponownie lub działać nieprawidłowo — spróbuj ponownie za chwilę.
pt_br: O painel está acessível, mas informou um erro de servidor. Ele pode estar reiniciando ou com problemas — tente novamente daqui a pouco.
ru: Дашборд доступен, но сообщил об ошибке сервера. Возможно, он перезапускается или работает со сбоями — повторите попытку чуть позже.
tr: Panele ulaşılabiliyor ancak bir sunucu hatası bildirdi. Yeniden başlatılıyor veya sorunlu olabilir — biraz sonra yeniden deneyin.
zh_hans: 仪表盘可以访问，但报告了服务器错误。它可能正在重启或状态异常——请稍后重试。
zh_hant: 可以連上儀表板，但它回報了伺服器錯誤。它可能正在重新啟動或狀態不佳，請稍後再試。

source: The dashboard responded in a way Conduit didn’t expect. Make sure the address points at a Hermes dashboard.
de: Das Dashboard hat anders geantwortet, als Conduit erwartet hat. Stelle sicher, dass die Adresse auf ein Hermes-Dashboard zeigt.
es: El panel respondió de una forma que Conduit no esperaba. Asegúrate de que la dirección apunte a un panel de Hermes.
fr: Le tableau de bord a répondu d'une manière inattendue pour Conduit. Vérifiez que l'adresse pointe vers un tableau de bord Hermes.
id: Dasbor merespons dengan cara yang tidak diharapkan Conduit. Pastikan alamat mengarah ke dasbor Hermes.
it: La dashboard ha risposto in un modo che Conduit non si aspettava. Assicurati che l'indirizzo punti a una dashboard Hermes.
ja: ダッシュボードから、Conduitが想定していない応答が返されました。アドレスがHermesダッシュボードを指していることを確認してください。
ko: 대시보드가 Conduit이 예상하지 못한 방식으로 응답했어요. 주소가 Hermes 대시보드를 가리키는지 확인하세요.
pl: Panel odpowiedział w sposób, którego Conduit się nie spodziewał. Upewnij się, że adres wskazuje panel Hermes.
pt_br: O painel respondeu de um jeito que o Conduit não esperava. Verifique se o endereço aponta para um painel do Hermes.
ru: Дашборд ответил не так, как ожидал Conduit. Убедитесь, что адрес указывает на дашборд Hermes.
tr: Panel, Conduit'in beklemediği bir şekilde yanıt verdi. Adresin bir Hermes panelini gösterdiğinden emin olun.
zh_hans: 仪表盘的响应出乎 Conduit 的预料。请确认该地址指向的是 Hermes 仪表盘。
zh_hant: 儀表板的回應方式不符合 Conduit 的預期。請確認位址指向的是 Hermes 儀表板。

source: The decomposer reads these descriptions to route child tasks to the best specialist profile. Saving an empty description clears it (Hermes then falls back to name matching).
de: Der Zerleger liest diese Beschreibungen, um Unteraufgaben an das passendste Spezialistenprofil zu leiten. Wird eine leere Beschreibung gespeichert, wird sie gelöscht (Hermes greift dann auf den Namensabgleich zurück).
es: El descomponedor lee estas descripciones para dirigir las subtareas al perfil especialista más adecuado. Guardar una descripción vacía la borra (Hermes recurre entonces a la coincidencia por nombre).
fr: Le décomposeur lit ces descriptions pour router les tâches enfants vers le profil spécialiste le plus adapté. Enregistrer une description vide l'efface (Hermes se rabat alors sur la correspondance des noms).
id: Pengurai membaca deskripsi ini untuk merutekan subtugas ke profil spesialis terbaik. Menyimpan deskripsi kosong akan menghapusnya (Hermes lalu kembali mencocokkan berdasarkan nama).
it: Lo scompositore legge queste descrizioni per instradare le sottoattività al profilo specializzato più adatto. Salvare una descrizione vuota la cancella (Hermes ricorre quindi alla corrispondenza per nome).
ja: タスク分解機能はこれらの説明を読み取り、子タスクを最適な専門プロファイルに振り分けます。空の説明を保存すると説明が消去されます（その場合、Hermesは名前の一致で振り分けます）。
ko: 분해 담당은 이 설명을 읽고 하위 태스크를 가장 적합한 전문 프로필로 라우팅해요. 빈 설명을 저장하면 설명이 지워져요(그러면 Hermes는 이름 일치 방식으로 대체해요).
pl: Mechanizm podziału czyta te opisy, aby kierować podzadania do najlepiej dopasowanego profilu specjalisty. Zapisanie pustego opisu go usuwa (Hermes wraca wtedy do dopasowywania po nazwie).
pt_br: O decompositor lê estas descrições para encaminhar as tarefas filhas ao perfil especialista mais adequado. Salvar uma descrição vazia a apaga (o Hermes passa então a usar a correspondência por nome).
ru: Механизм разбиения использует эти описания, чтобы направлять подзадачи наиболее подходящему профилю-специалисту. Сохранение пустого описания очищает его (тогда Hermes сопоставляет профили по имени).
tr: Ayrıştırıcı, alt görevleri en uygun uzman profile yönlendirmek için bu açıklamaları okur. Boş bir açıklamayı kaydetmek onu temizler (Hermes bu durumda ad eşleştirmeye geri döner).
zh_hans: 分解器会读取这些描述，将子任务路由到最合适的专长档案。保存空描述即会清空（Hermes 随后回退为按名称匹配）。
zh_hant: 拆解器會讀取這些描述，將子任務分派給最合適的專家設定檔。儲存空白描述會將其清除（Hermes 之後會改用名稱比對）。

source: The gateway changed PCM sample rates during a stream.
de: Das Gateway hat während eines Streams die PCM-Abtastrate geändert.
es: La pasarela cambió la frecuencia de muestreo PCM durante una transmisión.
fr: La passerelle a changé de fréquence d'échantillonnage PCM pendant un flux.
id: Gateway mengubah laju sampel PCM selama stream.
it: Il gateway ha cambiato la frequenza di campionamento PCM durante lo streaming.
ja: ゲートウェイがストリーム中にPCMサンプルレートを変更しました。
ko: 스트림 도중 게이트웨이가 PCM 샘플 레이트를 변경했어요.
pl: Brama zmieniła częstotliwość próbkowania PCM w trakcie strumienia.
pt_br: O gateway mudou a taxa de amostragem PCM durante um stream.
ru: Шлюз изменил частоту дискретизации PCM во время потока.
tr: Ağ geçidi bir akış sırasında PCM örnekleme hızını değiştirdi.
zh_hans: 网关在流式传输期间更改了 PCM 采样率。
zh_hant: 閘道在串流期間更改了 PCM 取樣率。

source: The gateway reported an unsupported PCM format.
de: Das Gateway hat ein nicht unterstütztes PCM-Format gemeldet.
es: La pasarela indicó un formato PCM no compatible.
fr: La passerelle a signalé un format PCM non pris en charge.
id: Gateway melaporkan format PCM yang tidak didukung.
it: Il gateway ha segnalato un formato PCM non supportato.
ja: ゲートウェイからサポートされていないPCMフォーマットが報告されました。
ko: 게이트웨이가 지원되지 않는 PCM 형식을 보고했어요.
pl: Brama zgłosiła nieobsługiwany format PCM.
pt_br: O gateway informou um formato PCM incompatível.
ru: Шлюз сообщил о неподдерживаемом формате PCM.
tr: Ağ geçidi desteklenmeyen bir PCM biçimi bildirdi.
zh_hans: 网关报告了不受支持的 PCM 格式。
zh_hant: 閘道回報了不支援的 PCM 格式。

source: The gateway returned an invalid file payload.
de: Das Gateway hat ungültige Dateidaten zurückgegeben.
es: La pasarela devolvió un contenido de archivo no válido.
fr: La passerelle a renvoyé des données de fichier non valides.
id: Gateway mengembalikan payload file yang tidak valid.
it: Il gateway ha restituito dati del file non validi.
ja: ゲートウェイから無効なファイルデータが返されました。
ko: 게이트웨이가 유효하지 않은 파일 데이터를 반환했어요.
pl: Brama zwróciła nieprawidłowe dane pliku.
pt_br: O gateway retornou um conteúdo de arquivo inválido.
ru: Шлюз вернул недопустимые данные файла.
tr: Ağ geçidi geçersiz bir dosya yükü döndürdü.
zh_hans: 网关返回了无效的文件载荷。
zh_hant: 閘道傳回了無效的檔案內容。

source: The new task stays blocked until its parent completes.
de: Die neue Aufgabe bleibt blockiert, bis ihre Elternaufgabe abgeschlossen ist.
es: La nueva tarea permanece bloqueada hasta que se complete su tarea principal.
fr: La nouvelle tâche reste bloquée jusqu'à ce que sa tâche parente soit terminée.
id: Tugas baru tetap diblokir hingga induknya selesai.
it: La nuova attività resta bloccata finché l'attività principale non è completata.
ja: 新しいタスクは、親タスクが完了するまでブロックされたままになります。
ko: 새 태스크는 상위 태스크가 완료될 때까지 차단된 상태로 유지돼요.
pl: Nowe zadanie pozostanie zablokowane do czasu ukończenia zadania nadrzędnego.
pt_br: A nova tarefa fica bloqueada até a tarefa pai ser concluída.
ru: Новая задача останется заблокированной, пока не будет выполнена родительская.
tr: Yeni görev, üst görevi tamamlanana kadar engelli kalır.
zh_hans: 新任务在其父任务完成前保持阻塞。
zh_hant: 新任務會保持受阻，直到其父任務完成。

source: The notifier receives a revocable credential for this phone. Your gateway never needs the phone’s push token, and you can turn notifications off here at any time.
de: Der Notifier erhält widerrufbare Zugangsdaten für dieses iPhone. Dein Gateway braucht nie das Push-Token des iPhone, und du kannst Mitteilungen hier jederzeit deaktivieren.
es: El notificador recibe una credencial revocable para este teléfono. Tu pasarela nunca necesita el token push del teléfono, y puedes desactivar las notificaciones aquí en cualquier momento.
fr: Le plugin de notification reçoit un identifiant révocable pour ce téléphone. Votre passerelle n'a jamais besoin du jeton push du téléphone, et vous pouvez désactiver les notifications ici à tout moment.
id: Notifier menerima kredensial yang dapat dicabut untuk ponsel ini. Gateway Anda tidak pernah memerlukan token push ponsel, dan Anda dapat mematikan pemberitahuan di sini kapan saja.
it: Il plugin di notifica riceve una credenziale revocabile per questo telefono. Il tuo gateway non ha mai bisogno del token push del telefono e puoi disattivare le notifiche qui in qualsiasi momento.
ja: 通知プラグインは、このiPhone用の取り消し可能な認証情報を受け取ります。ゲートウェイがiPhoneのプッシュトークンを必要とすることはなく、通知はここでいつでもオフにできます。
ko: 알림 플러그인은 이 iPhone에 대한 취소 가능한 자격 증명을 받아요. 게이트웨이에는 iPhone의 푸시 토큰이 전혀 필요하지 않으며, 언제든지 여기서 알림을 끌 수 있어요.
pl: Wtyczka powiadomień otrzymuje dla tego telefonu dane uwierzytelniające, które można odwołać. Twoja brama nigdy nie potrzebuje tokenu push telefonu, a powiadomienia możesz tu wyłączyć w dowolnym momencie.
pt_br: O notificador recebe uma credencial revogável para este telefone. Seu gateway nunca precisa do token de push do telefone, e você pode desativar as notificações aqui a qualquer momento.
ru: Плагин уведомлений получает отзываемые учётные данные для этого телефона. Вашему шлюзу никогда не нужен push-токен телефона, а уведомления можно выключить здесь в любой момент.
tr: Bildirim eklentisi bu telefon için iptal edilebilir bir kimlik bilgisi alır. Ağ geçidinizin telefonun anlık bildirim token'ına hiç ihtiyacı olmaz ve bildirimleri istediğiniz zaman buradan kapatabilirsiniz.
zh_hans: 通知器会收到一个仅限这台手机使用的可撤销凭据。你的网关从不需要手机的推送令牌，你也可以随时在此关闭通知。
zh_hant: 通知外掛程式會收到這部手機專用、可撤銷的認證資訊。你的閘道永遠不需要手機的推播權杖，你也可以隨時在這裡關閉通知。

source: The reviewed wake model is not installed on this device.
de: Das geprüfte Aktivierungsmodell ist auf diesem Gerät nicht installiert.
es: El modelo de activación revisado no está instalado en este dispositivo.
fr: Le modèle d'activation vérifié n'est pas installé sur cet appareil.
id: Model kata pemicu yang telah ditinjau tidak terinstal di perangkat ini.
it: Il modello di attivazione verificato non è installato su questo dispositivo.
ja: 審査済みのウェイクフレーズモデルがこのデバイスにインストールされていません。
ko: 검증된 호출어 모델이 이 기기에 설치되어 있지 않아요.
pl: Zweryfikowany model frazy aktywującej nie jest zainstalowany na tym urządzeniu.
pt_br: O modelo de ativação revisado não está instalado neste aparelho.
ru: Проверенная модель активации не установлена на этом устройстве.
tr: İncelenmiş uyandırma modeli bu cihazda yüklü değil.
zh_hans: 此设备未安装经过审核的唤醒模型。
zh_hant: 此裝置上未安裝經過審核的喚醒模型。

source: The secret is stored only in Keychain. Reconnect after changing it.
de: Das Secret wird nur im Schlüsselbund gespeichert. Verbinde dich nach einer Änderung neu.
es: El secreto se guarda solo en el llavero. Vuelve a conectarte después de cambiarlo.
fr: Le secret est stocké uniquement dans le trousseau. Reconnectez-vous après l'avoir modifié.
id: Rahasia hanya disimpan di Rantai Kunci. Hubungkan ulang setelah mengubahnya.
it: Il segreto è archiviato solo nel Portachiavi. Riconnettiti dopo averlo modificato.
ja: シークレットはキーチェーンにのみ保存されます。変更後は再接続してください。
ko: 시크릿은 키체인에만 저장돼요. 변경한 후에 다시 연결하세요.
pl: Sekret jest przechowywany tylko w pęku kluczy. Po jego zmianie połącz się ponownie.
pt_br: O segredo fica armazenado apenas nas Chaves. Reconecte depois de alterá-lo.
ru: Секрет хранится только в Связке ключей. После изменения переподключитесь.
tr: Gizli anahtar yalnızca Anahtar Zinciri'nde saklanır. Değiştirdikten sonra yeniden bağlanın.
zh_hans: 密钥仅存储在 Keychain 中。更改后请重新连接。
zh_hant: 密鑰只會儲存在鑰匙圈中。更改後請重新連線。

source: The selected assistant speech provider is unavailable.
de: Der ausgewählte Anbieter für die Sprachausgabe ist nicht verfügbar.
es: El proveedor de voz del asistente seleccionado no está disponible.
fr: Le fournisseur de parole de l'assistant sélectionné n'est pas disponible.
id: Penyedia ucapan asisten yang dipilih tidak tersedia.
it: Il provider della voce dell'assistente selezionato non è disponibile.
ja: 選択したアシスタント音声のプロバイダは利用できません。
ko: 선택한 어시스턴트 음성 제공자를 사용할 수 없어요.
pl: Wybrany dostawca mowy asystenta jest niedostępny.
pt_br: O provedor de fala do assistente selecionado não está disponível.
ru: Выбранный провайдер речи ассистента недоступен.
tr: Seçilen asistan konuşma sağlayıcısı kullanılamıyor.
zh_hans: 所选的助手语音提供方不可用。
zh_hant: 所選的助理語音供應商無法使用。

source: The selected microphone is unavailable.
de: Das ausgewählte Mikrofon ist nicht verfügbar.
es: El micrófono seleccionado no está disponible.
fr: Le micro sélectionné n'est pas disponible.
id: Mikrofon yang dipilih tidak tersedia.
it: Il microfono selezionato non è disponibile.
ja: 選択したマイクは利用できません。
ko: 선택한 마이크를 사용할 수 없어요.
pl: Wybrany mikrofon jest niedostępny.
pt_br: O microfone selecionado não está disponível.
ru: Выбранный микрофон недоступен.
tr: Seçilen mikrofon kullanılamıyor.
zh_hans: 所选麦克风不可用。
zh_hant: 所選的麥克風無法使用。

source: The selected speech-to-text option is unavailable.
de: Die ausgewählte Option für Sprache zu Text ist nicht verfügbar.
es: La opción de voz a texto seleccionada no está disponible.
fr: L'option de transcription vocale sélectionnée n'est pas disponible.
id: Opsi ucapan ke teks yang dipilih tidak tersedia.
it: L'opzione di trascrizione vocale selezionata non è disponibile.
ja: 選択した音声認識オプションは利用できません。
ko: 선택한 음성 텍스트 변환 옵션을 사용할 수 없어요.
pl: Wybrana opcja zamiany mowy na tekst jest niedostępna.
pt_br: A opção de fala para texto selecionada não está disponível.
ru: Выбранный вариант распознавания речи недоступен.
tr: Seçilen konuşmadan metne seçeneği kullanılamıyor.
zh_hans: 所选的语音转文字选项不可用。
zh_hant: 所選的語音轉文字選項無法使用。

source: The selected speech-to-text provider returned an empty transcript.
de: Der ausgewählte Anbieter für Sprache zu Text hat ein leeres Transkript zurückgegeben.
es: El proveedor de voz a texto seleccionado devolvió una transcripción vacía.
fr: Le fournisseur de transcription vocale sélectionné a renvoyé une transcription vide.
id: Penyedia ucapan ke teks yang dipilih mengembalikan transkrip kosong.
it: Il provider di trascrizione vocale selezionato ha restituito una trascrizione vuota.
ja: 選択した音声認識プロバイダから空の文字起こしが返されました。
ko: 선택한 음성 텍스트 변환 제공자가 빈 텍스트를 반환했어요.
pl: Wybrany dostawca zamiany mowy na tekst zwrócił pustą transkrypcję.
pt_br: O provedor de fala para texto selecionado retornou uma transcrição vazia.
ru: Выбранный провайдер распознавания речи вернул пустую расшифровку.
tr: Seçilen konuşmadan metne sağlayıcısı boş bir transkript döndürdü.
zh_hans: 所选的语音转文字提供方返回了空转录结果。
zh_hant: 所選的語音轉文字供應商傳回了空白的轉寫內容。

source: The selected text-to-speech provider is not ready for this profile.
de: Der ausgewählte Anbieter für Text zu Sprache ist für dieses Profil nicht bereit.
es: El proveedor de texto a voz seleccionado no está listo para este perfil.
fr: Le fournisseur de synthèse vocale sélectionné n'est pas prêt pour ce profil.
id: Penyedia teks ke ucapan yang dipilih belum siap untuk profil ini.
it: Il provider di sintesi vocale selezionato non è pronto per questo profilo.
ja: 選択した読み上げプロバイダは、このプロファイルではまだ準備ができていません。
ko: 선택한 텍스트 음성 변환 제공자가 이 프로필에서 준비되지 않았어요.
pl: Wybrany dostawca zamiany tekstu na mowę nie jest gotowy dla tego profilu.
pt_br: O provedor de texto para fala selecionado não está pronto para este perfil.
ru: Выбранный провайдер синтеза речи не готов для этого профиля.
tr: Seçilen metinden konuşmaya sağlayıcısı bu profil için hazır değil.
zh_hans: 此档案所选的语音提供方尚未就绪。
zh_hant: 所選的文字轉語音供應商尚未為此設定檔準備就緒。

source: The slug is generated from the name (like Desktop) and cannot be changed after creation.
de: Der Slug wird aus dem Namen erzeugt (wie in Desktop) und kann nach dem Erstellen nicht geändert werden.
es: El identificador se genera a partir del nombre (como en Desktop) y no se puede cambiar después de crearlo.
fr: Le slug est généré à partir du nom (comme dans Desktop) et ne peut plus être modifié après la création.
id: Slug dibuat dari nama (seperti Desktop) dan tidak dapat diubah setelah dibuat.
it: Lo slug viene generato dal nome (come in Desktop) e non può essere modificato dopo la creazione.
ja: スラッグは名前（例：Desktop）から生成され、作成後は変更できません。
ko: 슬러그는 이름(예: Desktop)에서 생성되며 만든 후에는 변경할 수 없어요.
pl: Identyfikator jest generowany z nazwy (tak jak w Hermes Desktop) i nie można go zmienić po utworzeniu.
pt_br: O slug é gerado a partir do nome (como no Desktop) e não pode ser alterado depois da criação.
ru: Слаг генерируется из названия (например, Desktop) и не может быть изменён после создания.
tr: Kısa ad, addan oluşturulur (Desktop'taki gibi) ve oluşturulduktan sonra değiştirilemez.
zh_hans: 标识由名称生成（例如 Desktop），创建后无法更改。
zh_hant: 代稱是根據名稱產生的（例如 Desktop），建立後就無法更改。

source: The slug is immutable after creation.
de: Der Slug ist nach dem Erstellen unveränderlich.
es: El identificador no se puede cambiar después de crearlo.
fr: Le slug ne peut plus être modifié après la création.
id: Slug tidak dapat diubah setelah dibuat.
it: Lo slug non può essere modificato dopo la creazione.
ja: スラッグは作成後に変更できません。
ko: 슬러그는 만든 후에 변경할 수 없어요.
pl: Identyfikatora nie można zmienić po utworzeniu.
pt_br: O slug não pode ser alterado depois da criação.
ru: После создания слаг изменить нельзя.
tr: Kısa ad oluşturulduktan sonra değiştirilemez.
zh_hans: 标识在创建后不可更改。
zh_hant: 代稱在建立後無法更改。
